Repository: giellalt/corpus-nob
Catalog: stable/tmx/smj/admin/nsr/muohtacalmmit--norsk.pdf.tmx
Source language: nob
Languages: smj

source: Samarbeidspartnerne vil styrke næringens kulturelle og økologiske bærekraft og det økonomiske grunnlaget for næringen gjennom blant annet å sikre reindriftsareal.
smj: Aktisasjbarggoguojme sihti nannit æládusá kultuvralasj ja ekologalasj guoddelisvuodav ja ekonomalasj vuodov æládussaj duola dagu boatsojsujttovijddudagájt tjårggimin.

source: Samarbeidspartnerne vil sikre folkets fiskerirettigheter gjennom anerkjennelse i lovs form og en bærekraftig forvaltning av fiskeriressursene.
smj: Aktisasjbarggoguojme sihti tjårggit álmmuga guollimriektáv lága baktu dåhkkidimijn ja guoddelis háldadimijn guollimluohkojs.

source: Det sjøsamiske materielle kulturgrunnlaget må styrkes gjennom at bosetningen opprettholdes som omfatter et solid bærekraftig næringsgrunnlag.
smj: Merrasáme materiálla kultuvrravuodo viertti tjårggiduvvat dan baktu, årroma bisoduvvi mij gåbttjå stuoves guoddelis æládusvuodov.

source: Samarbeidspartnerne vil arbeide for en sjøsamisk næringsstrategi for å ivareta dette.
smj: Aktisasjbarggoguojmen sihti barggat merrasáme æládusstrategijja åvdås dáv bærrájgåtsåtjit.

source: Vi vil arbeide for at oppdrettsvirksomhet forvaltes på en slik måte at viktige gyte- og fiskeområder ikke ødelegges og at samiske rettighetshavere ivaretas i slike saker.
smj: Mij ájggop barggat vaj biebmadimdåjma háldaduvvi dajna vuogijn vaj ájnas gådem- ja guollimsaje e biejsteduvá ja vaj sáme riektáåmastiddje dakkir ássjijn bærrájgåtseduvvi.

source: Samarbeidspartnerne vil sikre jordbruket sin sentrale rolle i å opprettholde lokal matproduksjon, samisk språk og kultur ved å styrke grunnlaget for jordbruket i samiske områder.
smj: Aktisasjbarggoguojme sihti nannit vaj ednambarggosuorge guovdásj roalla bisodime bájkálasj biebbmobuvtadimev, sáme gielav ja kultuvrav nannimin vuodov ednambargguj sáme guovlon.

source: Forutsigbarhet for næringen og fokus på fellestiltak, investeringer, rekruttering og kompetanseheving for jordbruket er sentralt i arbeidet.
smj: Vuordedahtte vuoge æládussaj ja aktisasj dåjmajt vuorodibme, investierimijt, rekruttierim ja máhtudaklåpptim ednambarggosurggáj li guovdátjijn dan bargon.

source: Sametingets rolle som premissleverandør for jordbrukspolitikken skal styrkes.
smj: Sámedikke roalla premissavadden ednambarggopolitihkkaj galggá nanniduvvat.

source: Samisk utmarksbruk – meahcásteapmi - er en viktig del av det materielle kulturgrunnlaget.
smj: Sáme miehttsim la ájnas oassen materiálla kultuvrravuodos.

source: Vi vil arbeide for at samisk utmarksbruk får tydeligere lovmessig anerkjennelse.
smj: Mij ájggop barggat vaj sáme miehttsim buorebut lágajn dåhkkiduvvá.

source: Dette omfatter både næringsgrunnlaget til husholdningen, som kulturbærer og uttrykk for samisk identitet.
smj: Dát gåbttjå æládusvuodov sijdajda, ja aj kultuvrraguodden ja gåvvån sáme identitehtas.

source: Vi vil arbeide for at bygdenes rettigheter til fornybare ressurser i sine nærområder anerkjennes og lokal forvaltning.
smj: Mij ájggop barggat vaj gilij riektá ådåstuhte luohkojda ietjasa lagámus duobddágijn dåhkkiduvvi ja bájkálasj háldadibmáj.

source: Regulering av motorferdsel skal bidra til å støtte opp om, videreføre og utvikle tradisjonell utmarksbruk og høsting der lokalbefolkningen skal prioriteres.
smj: Motåvrråjåhtulagáv hiebadibme galggá viehkedit doarjjot, joarkedit ja ja åvddånahttet árbbedábálasj miehttsimav ja tjuohppamav gånnå bájkálasj álmmuk galggá vuoroduvvat.

source: Partnerne vil arbeide for en gjennomgang av regelverket for motorferdsel slik at regelverket støtter opp om, viderefører og utvikler tradisjonell utmarksbruk og høsting.
smj: Aktisasjbarggoguojme sihti barggat vaj njuolgadusá motåvrråjåhtulahkaj luluj tjadáduvvat vaj njuolgadusá doarjju, joarkká ja åvddånahttá árbbedábálasj miehttsimav ja tjuohppamav.

source: Reglene skal ivareta samenes rett til å opprettholde og utvikle våre tradisjonelle livsformer og næringer.
smj: Njuolgadusá galggi bærrájgæhttjat sámij riektáv bisodittjat ja åvddånahtátjit mijá árbbedábálasj viessomvuogijt ja æládusájt.

source: Fremtidsrettet og fornybar næringsutvikling for å styrke bosettingen
smj: Boahtteájggásasj ja ådåstuhtte æládusåvddånibme årromav nannitjit

source: For å sikre en god utvikling for samisk livsgrunnlag, bosetting, kultur og språk må man ha fokus på natur, miljø og fornybare næringer.
smj: Tjårggitjit buorre åvddånimev sáme viessomvuohkáj, årromij, kultuvrraj ja giellaj viertti vuorodit luondov, birrasav ja ådåstuhtte æládusájt.

source: Samarbeidspartnerne vil prioritere fornybar næringsutvikling fremfor ikke-fornybar næringsutvikling og legge ett flergenerasjonsperspektiv til grunn.
smj: Aktisasjbarggoguojme sihti vuorodit ådåstuhtte æládusåvddånimev iehpeådåstuhtte æládusåvddånime sajen, ja moattebuolvak perspektijvav vuodon adnet.

source: Samarbeidspartnerne vil arbeide for at infrastruktur som mobil- og internettdekning i samiske områder bedres gjennom at aktører bygger ut denne infrastrukturen.
smj: Aktisasjbarggoguojme sihti barggat vaj infrastruktuvrra dagu mobijlla- ja internæhttagulludahka sáme guovlon buoreduvvá gå vidnudagá dáv infrastruktuvrav biggiji.

source: Samarbeidspartnerne vil arbeide for å styrke tilgangen til risikokapital og innovasjonsrettede støtteordninger for samiske entreprenører og for å sikre økt entreprenørskap.
smj: Aktisasjbarggoguojme sihti barggat nannitjit bessamav vádákapitállaj ja innovasjåvnnåj hábmedum doarjjaårnigijt sáme viddnodåjmadiddjijda ja vaj ienep viddnodåjma tjårggiduvvi.

source: Vi vil videreføre tiltak for kompetanseheving for nyetablerere av bærekraftig næringsvirksomhet og etableringsstøtte til samiske entreprenører.
smj: Mij ájggop joarkket dåjmajt máhtudaklåpptimijn álgadiddjijda guoddelis æládusdåjmajn ja álgadimdårjaj sáme viddnodåjmadiddjijda.

source: Også tiltak som ivaretar ordninger for mentorer og veiledere for bedriftsetablerere er viktig.
smj: Adjáj dåjma ma bærrájgæhttji årnigijt rádediddjijda ja bagádallijda vidnudakálgadiddjijda li ájnnasa.

source: Samisk reiseliv prioriteres gjennom fortsatt satsing på autentiske reiselivsprodukter og arbeidet i samisk reiseliv 2.0.
smj: Sáme mannoæládus vuoroduvvá joarkke vuorodime oalle mannoæládusbuktagijt ja bargujn Sáme mannoæládus 2.0.

source: Samarbeidspartnerne ser at reiselivsopplevelser som er knyttet til primærnæringene gir muligheter for ytterligere verdiskapning i samiske områder.
smj: Aktisasjbarggoguojme vuojnni mannoæládusbuktaga ma li tjanádum vuodoæládusájda bukti máhttelisvuodajt ájn ienep árvvoháhkuhibmáj sáme guovlon.

source: Kulturnæringer og samiske kreative næringer er i vekst og vi vil fortsatt arbeide for å styrke rammebetingelsene for kulturnæringer, kreative næringer og innovative næringer fremover.
smj: Kulturæládusá ja sáme sjuggelis æládusá li sjaddamin ja mij ájggop vilá barggat rámmaævtojt nannimin kulturæládusájda, sjuggelis æládusájda ja innovatijva æládusájda åvddålijguovlluj.

source: Samarbeidspartnerne vil satse på en styrking av duodji som kultur og næring.
smj: Aktisasjbarggoguojme sihti vuorodit duojev kultuvrran ja æládussan.

source: Det skal vedtas ei sametingsmelding om duodji i perioden.
smj: Sámediggediedádus duoje birra galggá dán gávdan mierreduvvat.

source: Vi vil arbeide for fortsatt satsning på ordninger med duodjiveiledere og kompetansehevingstiltak for duodjinæringen i områder som Sør Norge, Tysfjord, sørsamisk område og sjøsamisk område i tillegg til de områder der det allerede er ansatt veiledere.
smj: Mij ájggop barggat joarkke vuorodimijn årnigijt duodjebagádallij ja máhtudaklåpptimdåjmaj duodjeæládusán guovlon dagu Oarjje-Vuodna, Divtasvuodna, oarjjelsáme guovllo ja merrasáme guovllo, duodden dajda guovlojda gånnå dálla li juo duodjebagádalle.

source: Ordningen med duodjiveiledere skal evalueres i perioden.
smj: Årnik duodjebagádallij galggi dán gávdan árvustaláduvvat.

source: Kultur for å nære sjelen gjennom ideer, kreativitet og menneskelig skaperkraft
smj: Kultuvrra biebbmon sielluj ájádusáj, sjuggelisvuoda ja almasjvuoge hábbmimfámo baktu

source: Samisk kulturpolitikk omfatter mange områder, både litteratur, musikk, joik, festivaler, teater, duodji kunst, film, idrett og samiske møteplasser.
smj: Sáme kulturpolitihkka l moatten suorgen, girjálasjvuohta, musihkka, juojgos, festiválla, teáhter, duodje, dájdda, filmma, valástallam ja sáme æjvvalimsaje.

source: Samene som folk har rett til en fortid, en nåtid og en framtid.
smj: Sáme álmmugin la riektá åvdep ájggáj, dálásj ájggáj ja boahtte ájggáj.

source: Både samiske stedsnavn, kulturminner og kulturarvgjenstander dokumenterer samisk tilstedeværelse, naturbruk og forhistorie.
smj: Sáme bájkkenamá, kulturmujto ja aj kulturárvvogávne duodasti sáme årromav, luonndoávkástallamav ja åvdep histåvråv.

source: All slik dokumentasjon gjør det lettere å opprettholde samisk identitet og hevde samiske rettigheter.
smj: Gájkka dakkir duodastime li álkkebun dahká sáme identitiehtav bisodit ja sáme riektáv tjuottjodit.

source: Samarbeidspartnerne vil arbeide for at samiske museer skal settes i stand til å både ta imot kulturarvgjenstander gjennom tilbakeføringsprosjektet Bååstede, til å oppbevare gjenstandene på en forsvarlig måte, og til å formidle kunnskap til det samiske samfunnet og andre.
smj: Aktisasjbarggoguojme sihti barggat vaj sáme dávvervuorká galggi gárveduvvat duostutjit kulturárbbedávverijt máhtsadimprosjevta Bååstede baktu, ja aj dávverijt vuorkudittjat bælostahtte láhkáj, ja aj gaskustittjat máhtudagáv sáme sebrudahkaj ja iehtjádijda.

source: Vi vil sikre rammebetingelsene for at samiske forlag fortsatt skal kunne levere digitale læremidler og øvrige publikasjoner på de samiske språkene, og gi de samiske forlagene og forfatterne større medvirkning innen litteraturutgivelsene.
smj: Mij ájggop rámmaævtojt tjårggit vaj sáme almmudagá vilá galggi máhttet digitála oahpponævojt ja ietjá almodusá sáme gielajda buktet, ja sáme almmudagájda ja tjállijda vaddet buorep vájkkudimev girjálasjvuodav almodime.

source: Vi vil i perioden prioritere digitale løsninger for samisk litteraturdistribusjon for å styrke samenes tilgang til samisk litteratur.
smj: Dán gávdan ájggop vuorodit digitála tjoavddusijt sáme girjálasjvuoda juogadibmáj nannitjit sámij máhttelisvuodav sáme girjálasjvuodav lågåtjit.

source: Mediene bør gjenspeile mangfoldet i den samiske kulturen og de ulike samiske språkene.
smj: Medijá lulun spiedjildasstet sáme kultuvra moattebelakvuodav ja moatte sáme gielajt.

source: Derfor vil samarbeidspartnerne fremme en redegjørelse om samisk media i perioden.
smj: Danen Aktisasjbarggoguojme sihti åvdedit tjielggidusáv sáme medijá birra dán gávdan.

source: Vi ser at samiske barn og unge har behov for applikasjoner, dataspill, samisk barne-tv tilbud, ungdomsprogrammer og samiske filmer.
smj: Mij vuojnnep sáme máná ja nuora dárbahi applikasjåvnåjt, dáhtáspellajt, sáme mánáj-tv fálaldagáv, nuorajprográmma ja sáme filmajt.

source: Samarbeidspartnerne vil arbeide for å bedre tilgangen på slike tilbud.
smj: Aktisasjbarggoguojme sihti barggat buoredittjat bessamav dákkir fálaldagájda.

source: Vi vil arbeide for at samisk internasjonalt filmsenter i enda større grad kan legge til rette for film i ulikt format og til ulike målgrupper.
smj: Mij ájggop barggat vaj Sáme rijkajgasskasasj filmmaguovdásj ájn ienebut máhttá láhtjet filmajda duon dán formáhtan ja duon dán ulmmejuohkusij.

source: Samarbeidspartnerne vil arbeide for realisering av kulturbygg til Saemien Sijte, Várdobaiki, Det samiske nasjonalteateret Beaivváš, samt et samisk kunstmuseum.
smj: Aktisasjbarggoguojme sihti barggat duohtan dahkat kulturhuodnahijt Saemien Sijtij, Várdobájkkáj, Sáme nasjonálla teáhterij Beaivváš, ja aj sáme dájddadávvervuorkáv.

source: Arbeidet omfatter å sikre nye modeller for finansiering av samiske kulturbygg i samarbeid med andre myndigheter.
smj: Barggo gåbttjå nannit ådå modellajt sáme kulturhuodnahijt ruhtadit aktan ietjá oajválattjaj.

source: I perioden vil Samarbeidspartnerne arbeide for utvikling av Ä´vv Saami mu´zei i Njauddâm til en nøkkelinstitusjon for skoltesamisk duodji, kultur og språk.
smj: Dán gávdan Aktisasjbarggoguojme sihti barggat åvddånahtátjit Ä´vv Saami muʼzei:av Njauddâmin oajvveinstitusjåvnnån gålldåsáme duodjáj, kultuvrraj ja giellaj.

source: Samarbeidspartnerne vil videre følge opp det pågående arbeidet med å sikre dokumentasjonssenteret mot utbyggingen av Altaelva i Máze.
smj: Aktisasjbarggoguojme sihti aj gåtsedit doajmme bargov nannimin duodastimguovdátjav Áltá-æno duodastime vuosstáj Mázen.

source: Vi vil sikre daglig drift ved samisk hus i Oslo gjennom at senteret får status som et samisk språk-, kultur- og informasjonssenter.
smj: Mij ájggop tjårggit bæjválasj dåjmajt sáme huodnahin Oslon dajna vuogijn jut guovdásj oadtju stáhtus sáme giella-, kultuvrra- ja diehtojuohkemguovdátjin.

source: Arbeidet for etablering av samisk hus i Tromsø vil videreføres.
smj: Barggo sáme huodnahav Tråmsån åttjudit joarkeduvvá.

source: Samarbeidspartnerne vil arbeide for etablering av et institusjonelt hjem for vuelie/luohti/vuolle.
smj: Aktisasjbarggoguojme sihti barggat åttjudit institusjåvnnå sijdav vuelie/luode/vuole gáktuj.

source: Samiske festivaler er en viktig arena og møteplass for formidling av kunst og kultur til den samiske befolkningen.
smj: Sáme festiválla li ájnas ariednán ja æjvvalimsadjen dájdav ja kultuvrav sáme álmmugij gaskustittjat.

source: Samarbeidspartene vil arbeide for at de samiske festivalene skal sikres utviklingsmuligheter.
smj: Aktisasjbarggoguojme sihti barggat vaj sáme festiválajda åvddånahttemmáhttelisvuodav nanniduvvi.

source: Kunnskap bygger fremtiden – opplærings- og barnehagetilbud er et viktig grunnlag
smj: Máhtudahka boahtteájgev hábmet – åhpadibme ja mánájgárddefálaldahka li ájnas vuodon

source: Ett av de aller mest effektive tiltak for å sikre samisk språk og kultur i fremtiden er å sikre at samiske barn har tilgang på samisk barnehageplass.
smj: Akta dajs dåbmaramos dåjmajs bisodittjat sáme gielav ja kultuvrav boahtteájggáj la tjårggit vaj sáme máná bessi sáme mánájgárddesajijda.

source: Samarbeidspartnerne vil derfor arbeide for å sikre at samiske barns rett til samisk barnehageplass lovfestes.
smj: Aktisasjbarggoguojme danen sihti barggat tjårggimin vaj sáme mánáj riektá sáme mánájgárddesajijda duodastuvvá lágajn.

source: Videre vil vi prioritere økning av samiske barnehageplasser i samarbeid med barnehageeiere og kommuner som barnehagemyndighet.
smj: Duodden ájggop vuorodit lasedit sáme mánájgárddesajijt aktisasjbargon mánájgárddeåmastiddjij ja suohkanij mánájgárddeoajválattjan.

source: Vi mener samiske barn har rett til samisk barnehagetilbud som er gode og kvalitetsmessige.
smj: Mijá mielas sáme mánájn la riektá sáme mánájgárddefálaldahkaj mij la buorre ja buorre kvalitehtas.

source: Barnehagetilbudet skal ivareta barnas språk og kultur og bygge på samiske verdier som «gal dat oahppá» og mål om å sikre barnets muligheter til å styrke seg som ett selvstendig individ.
smj: Mánájgárddefálaldahka galggá mánáj gielav ja kultuvrav bærrájgæhttjat ja liehket vuododum sáme árvojs mij «gal dat oahppá» ja ulmijn nannitjit máná máhttelisvuodav ietjas iesjrádálasj almatjijn.

source: I perioden vil vi arbeide for en betydelig samisk lærersatsning med fokus på rekruttering til lærerutdanningene.
smj: Dán gávdan ájggop barggat viehka sáme åhpadiddjevuorodimijn gånnå rekruttierim åhpadiddjeskåvlåjda vuoroduvvá.

source: Samiskopplæring for elever med samisk som førstespråk må styrkes spesielt der man har elevgrupper med veldig ulike språkferdigheter, dette for å sikre fremtidige lærere og annen språkkompetanse.
smj: Sámegielåhpadus oahppijda sámegielaj vuostasjgiellan viertti ållagasj nanostuhteduvvat gånnå li oahppejuohkusa duon dán gielladásen, tjårggitjit boahtte åhpadiddjijt ja ietjá giellamáhtudagáv.

source: Vi mener at tradisjonell undervisning i samisk språk med lærer i klasserommet skal prioriteres fremfor fjernundervisning så langt det er mulig, og vil arbeide sammen med skoleeiere for å ivareta dette.
smj: Mijá mielas árbbedábálasj åhpadibme sámegielan gånnå åhpadiddje l klássalanján galggá vuoroduvvat nav guhkás gå máhttelis, ienni gå guhkásåhpadibme, ja mij ájggop aktan skåvllååmastiddjij barggat dáv bærrájgæhttjat.

source: I de tilfeller fjernundervisning skal gjennomføres, mener vi at slik undervisning skal støttes med hospiteringsordninger og/eller språkbadsordninger.
smj: Dan aktavuodan gånnå guhkásåhpadibme galggá tjadáduvvat, mijá mielas dakkir åhpadibme galggá doarjoduvvat guosseoahppeårnigij ja/jali giellalávkkomårnigij.

source: Dette må avklares i sentrale regelverk, og vi vil arbeide videre for å styrke opplæringsloven, privatskoleloven og tilhørende forskrifter slik at samiske elevers rett til samisk undervisning og tilgang til samiske læremidler ivaretas.
smj: Dát viertti tjielggiduvvat guovdásj njuolgadusájn, ja mij ájggop aj barggat åhpaduslágav nannitjit, priváhtaskåvllålágav ja dajda gullumin njuolgadustjállagijt vaj sáme oahppij riektá sáme åhpadussaj ja bessam sáme oahpponævojda bærrájgehtjaduvvá.

source: Det er behov for flere samiske helsearbeidere og samarbeidspartene vil jobbe for at det gis tilbud om samisk sykepleieutdanning.
smj: Dárbbo l ienep sáme varresvuohtabarggijda ja Aktisasjbarggoguojme sihti barggat vaj fáladuvvá sáme skihppijsujtáråhpadus.

source: Samisk læremiddelproduksjon vil fortsatt være høyt prioritert i perioden.
smj: Sáme oahpponævvobuvtadibme vilá ednagit vuoroduvvá dán gávdan.

source: Vi skal sikre flere digitale læremidler og læringsressurser som holder en høy kvalitet og jobbe for at skoleeiere sikrer at elevene får tilgang til de læremidler som allerede er produsert.
smj: Mij galggap tjårggit ienep digitála oahpponævojt ja oahppoluohkojt buorre kvalitehtajn ja barggat vaj skåvllååmastiddje tjårggi vaj oahppe bessi adnet dajt oahpponævojt ma li juo buvtadum.

source: Samarbeidspartnerne vil sikre at sentrale myndigheter tar ansvar for forarbeid, gjennomføring og etterarbeid av nasjonale prøver på samisk slik at disse kvalitetssikres.
smj: Aktisasjbarggoguojme sihti tjårggit vaj guovdásj oajválattja åvdåsvásstádusáv válldi åvddåbargos, tjadádimes ja bargos mij maŋŋela tjuovvu nasjåvnålasj gæhttjalimijs sáme vaj dáj kvalitiehtta tjårggiduvvá.

source: Vi vil arbeide for å forebygge mobbing og vil etablere tett samarbeid med SUPU og relevante ungdomsorganisasjoner for å sikre mobbeforebyggende tiltak.
smj: Mij ájggop barggat hieredittjat givsedimev ja ájggop lahka aktisasjbargov SNPNjn (SUPUjn) ja guoskavasj nuorajorganisasjåvnåj tjårggitjit givsedime hieredime dåjmajt.

source: Samarbeidspartnerne vil prioritere fortsatt deltakelse i partnerskap mot mobbing og utvikling av materiell og læremidler til bruk i barnehager og skoler for å hindre mobbing.
smj: Aktisasjbarggoguojme sihti vuorodit joarkke oassálasstemav guojmmevuodan givsedime vuosstáj ja åvddånahttet materiálajt ja oahpponævojt mánájgárdijda ja skåvlåjda givsedimev hieredittjat.

source: Samarbeidspartnerne vil arbeide for å styrke stipendene til elever som tar samisk i videregående opplæring.
smj: Aktisasjbarggoguojme sihti barggat nannitjit stipendajt oahppijda gænna li sámegiella fáhkan joarkkaskåvlån.

source: Vi vil arbeide for å styrke lærlingeordningene i reindrift, øvrige primærnæringer og duodji.
smj: Mij ájggop barggat nannitjit viddnooahppe. årnigijt boatsojæládusán, ietjá vuodoæládusájn ja duojen.

source: Regional utvikling og internasjonalt arbeid
smj: Guovlloåvddånahttem ja rijkajgasskasasj barggo

source: Vi vil arbeide for at partnerskapet med kommuner, fylker og andre instanser med ansvar for tjeneste for og til den samiske befolkningen fortsatt styrkes.
smj: Mij ájggop barggat vaj guojmmevuohta suohkanij, fylkaj, ja iehtjádij åvdåsvásstádusájn dievnastusás sáme álmmugij vilá nanostahteduvvá.

source: Samarbeidsavtalene følges opp og legges frem for Sametingets plenum i en felles sak jevnlig.
smj: Aktisasjbarggosjiehtadusá gåtseduvvi ja aktelattjat åvddåj biejaduvvi Sámedikke ållestjåhkanibmáj aktisasj ássjen.

source: Avtalene skal sikre bedre tjenester til den samiske befolkningen.
smj: Sjiehtadusá galggi tjårggit buorep dievnastusájt álmmugij.

source: I perioden vil samarbeidspartene arbeide for at Sametingets avtaler med de større byene ivaretar den samiske befolkningens behov for barnehage og skoletilbud, tilbud om opplæring og styrking av samisk språk, samiske møteplasser og kulturtilbud.
smj: Dán gávdan Aktisasjbarggoguojme sihti barggat vaj Sámedikke sjiehtadusá stuoráp stádaj bærrájgæhttji sáme álmmuga dárbojt mánájgárdde- ja skåvllåfálaldahkaj, fálaldagáv åhpadimes ja nannimis sáme gielajt, sáme æjvvalimsajijt ja kultuvrrafálaldagájt.

source: Det er viktig at det gis tilbud om både språkkurs og utdanning i samisk på universitetsnivå i byene ved samarbeid med Sámi Allaskuvla, Universitet Nord og Universitetet i Tromsø.
smj: Ájnas le, fáladuvvá giellakursajt ja aj åhpadusáv sáme gielan universitiehttadásen stádajn aktisasjbargujn Sámi Allaskåvlåjn, Nuortta Universitiehtajn ja Tråmså (Romsa) Universitiehtajn.

source: Samarbeidspartnerne vil videre at det gjøres forsøk med samiske profilskoler som del av samarbeidsavtalene.
smj: Aktisasjbarggoguojme sihti vijdábut barggat vaj sáme profijllaskåvllå gæhttjaluvvá oassen aktisasjbarggosjiehtadusájs.

source: Vi vil jobbe for en samarbeidsavtale med Trondheim kommune hvor blant annet samisk barnehagetilbud og samisk møteplass er en del av denne avtalen.
smj: Mij ájggop barggat vaj aktisasjbarggosjiehtadusájn Roandema suohkanijn massta duola dagu sáme mánájgárddefálaldahka ja æjvvalimsadje la oassen.

source: Samarbeidspartnerne vil arbeide for at undervisningstilbudet som gis ved sameskolen Hattfjelldal videreføres og at et kulturhus i Røros realiseres.
smj: Aktisasjbarggoguojme sihti barggat vaj åhpadusfálaldahka Aarborte sámeskåvlån joarkeduvvá ja vaj kulturhuonaj Rørosan duohtan sjaddá.

source: Samarbeidspartene arbeider for at flere kommuner og fylkeskommuner skal bli en del av forvaltningsområdet for samisk språk.
smj: Aktisasjbarggoguojme barggi vaj ienep suohkana ja fylkasuohkana galggi oassen sáme giellaháldadimguovlos sjaddat.

source: Samarbeidspartene har merket seg ett forslag om en sørsamisk stortingsmelding.
smj: Aktisasjbarggoguojme li vuojnnám oajvvadusáv oarjjelsáme stuorradiggediedádusás.

source: Vi mener at det er ett godt forslag og vil jobbe for at Stortinget prioriterer dette.
smj: Mijá mielas la dat buorre oajvvadus ja ájggop barggat vaj Stuorradigge dav vuorot.

source: Vi vil arbeide for at verneprosesser ikke skal hindre lokal samisk bruk.
smj: Mij ájggop barggat vaj suodjalimprosessa e galga bájkálasj sáme adnemav muhttet.

source: Samarbeidspartnerne mener et engasjement i rettighetsspørsmål og internasjonal urfolkssamarbeid kan bidra til å løfte urfolksperspektivet når det gjelder globale fellesutfordringer som fattigdom, helse, tilgang til utdanning, klima og miljø.
smj: Aktisasjbarggoguojmij mielas berustibme riektágatjálvisájs ja rijkajgasskasasj álggoálmmukaktisasjbarggo máhtti viehkedit álggoálmmukperspektijvav låpptitjit mij guosská globála aktisasj hásstalusájda dagu hæjosvuohta, varresvuohta, bessam åhpadussaj, dálkádahka ja birás.

source: For oss er det en solidaritetssak, men også viktig for å dele erfaringer, og for å fremme våre egne utfordringer.
smj: Midjij la dat solidaritiehttaássjen, valla aj ájnas åtsådallamijt juogadittjat, ja iehtjama hásstalusájt åvdedittjat.
